Repository: clarive/cla-websphere-plugin
Catalog: i18n/*.po
Languages: es

source: Websphere Task
es: Tarea de Websphere

source: Server CI doesn't exist
es: El CI de servidor no existe

source: Generic server CI doesn't exist
es: El CI de servidor genérico no existe

source: No option for view selected
es: Ninguna opción para Ver serleccionada

source: Warning
es: Atención

source: Restart application failed
es: Reinicio de aplicación fallido

source: Done, application
es: Hecho, aplicación

source: restarted
es: reiniciada

source: No option selected
es: Ninguna opción seleccionada

source: Installation failed
es: Instalación fallida

source: Done
es: Hecho

source: Uninstallation failed
es: Desinstalación fallida

source: Warning, application
es: Atanción, aplicación

source: already started
es: ya iniciada

source: Start application failed
es: Inicio de aplicación fallido

source: started
es: iniciada

source: Stop application failed
es: Fallo al para la aplicación

source: stopped
es: parada

source: Application
es: Aplicación

source: is running
es: está iniciada

source: is stopped
es: está parada

source: Server
es: Servidor

source: WSAdmin option
es: Opción de WSAdmin

source: install
es: instalar

source: uninstall
es: desinstalar

source: Start Application
es: Iniciar aplicación

source: Stop Application
es: Parar aplicación

source: Restart Application
es: Reiniciar aplicación

source: Check running status
es: Comprobar estado

source: view
es: Ver

source: update
es: Actualizar

source: Script file
es: Archivo con script

source: Application name
es: Nombre de aplicación

source: Local file path
es: Ruta de archivo local

source: Script file path
es: Ruta del archivo con el script

source: View option
es: Opción de visionado

source: all
es: Todo

source: tasknames
es: Nombre de tareas

source: MapModulesToServers
es: Mapa de modulos a servidores

source: AppDeploymentOptions
es: Opciones del despliegue de la aplicación

source: buildVersion
es: Versión de compilación

source: Additional options
es: Opciones adicionales

source: Command Options
es: Opciones de comando

source: WebSphere admin script path
es: Ruta al archivo de Websphere admin

source: Connection Type
es: Tipo de conexión

source: none
es: nada

source: Language mode
es: Modo de lenguaje
